Repository: dimaromanenko/buddypress-activity-plus
Catalog: languages/bpfb-*.po
Languages: de_de

source: There was an issue determining where Google Maps plugin is installed. Please reinstall.
de_de: Es gab ein Problem bei der Lokalisierung des Google Map Plugins. Bitte neu installieren.

source: Please select a group to upload to
de_de: Bitte wählen Sie eine Gruppe in die hochgeladen werden soll

source: %s uploaded new file(s): %s to %s
de_de: %s hat folgende Datei(en) hochgeladen: %s in %s

source: Add image URL
de_de: Link zum Bild hinzufügen

source: Add another image URL
de_de: Einen weitere Bild-URL hinzufügen

source: Add
de_de: Hinzufügen

source: Cancel
de_de: Abbrechen

source: Preview
de_de: Vorschau

source: Choose thumbnail
de_de: Vorschaubild auswählen

source: No thumbnail
de_de: Kein Vorschaubild

source: Paste video URL here
de_de: URL zum Video hier hinzufügen

source: Paste link here
de_de: Link hier hinzufügen

source: There has been an error processing your request
de_de: Fehler beim bearbeiten Ihrer Anfrage

source: Processing...
de_de: Bearbeitung...

source: Post
de_de: Veröffentlichen
